Repository: Lwow-dev/land-with-tabs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, cs, da, de, es, fi, id, in, it, jp, my, nl, no, pl, ro, th, tr

source: Casino games
bg: Казино игри
cs: Kasinové hry
da: Casinospil
de: Casino-Spiele
es: Jogos de cassino
fi: Kasinopelit
id: Permainan kasino
in: कैसीनो गेम्स
it: Giochi da casinò
jp: カジノゲーム
my: Permainan kasino
no: Casinospill
pl: Gry kasynowe
ro: Jocuri de cazino
th: เกมคาสิโน
tr: Casino oyunları

source: All of our games are self-adapting to the size of your device, so there is no limit to your entertainment! They have also been translated into most of the world&apos;s languages
bg: Всички наши игри се адаптират към размера на вашето устройство, така че няма ограничение за вашето забавление! Те също са преведени на повечето от световните езици
cs: Všechny naše hry odpovídají velikosti vašeho zařízení, takže vaše zábava není nijak omezena! Byly také přeloženy do většiny světové jazyky
da: Alle vores spil er selvtilpassende til størrelsen på din enhed, så der ikke er nogle begrænsninger for din underholdning! De er også blevet oversat til de fleste af verdens sprog
de: Alle unsere Spiele passen sich der Größe Ihres Geräts selbst an, sodass IhrerUnterhaltung keine Grenzen gesetzt sind! Sie wurden auch in die meisten Sprachender Welt übersetzt.
es: Todos os nossos jogos se adaptam automaticamente ao tamanho do seu dispositivo, portanto, não há limite para o seu entretenimento! Eles também foram traduzidos para a maioria dos as línguas do mundo
fi: Kaikki pelimme mukautuvat itse laitteesi kokoon, joten viihteellesi ei ole rajoituksia! Ne on myös käännetty suurimmalle osalle maailman kieliä
id: Semua permainan kami dapat menyesuaikan diri dengan ukuran perangkat Anda, sehingga hiburan Anda tidak terbatas! Permainan kami juga sudah diterjemahkan ke dalam berbagai bahasa
in: हमारे सभी गेम्स आपके डिवाइस के आकार के अनुसार अपने आप अनुकूलित हो जाते हैं, इसलिए आपके मनोरंजन पर कोई सीमा नहीं है! उनका अनुवाद दुनिया की अधिकांश भाषाओं में भी किया गया है
it: Tutti i nostri giochi si adattano automaticamente alle dimensioni del tuo dispositivo, quindi non c'è limite al tuo divertimento! Sono stati anche tradotti nella maggior parte delle lingue del mondo
jp: 当社のゲームはすべてのデバイスに合わせてサイズを自動調整するため、サービスに制限はありません。また、世界のほとんどの言語に翻訳されています
my: Semua permainan kami menyesuaikan diri dengan saiz peranti anda, jadi tiada had untuk hiburan anda! Ia juga telah diterjemahkan ke dalam sebahagian besar bahasa dunia
nl: Al onze games passen zich aan de grootte van uw toestel aan, zodat er geen limiet is aan uw amusement! Ze zijn ook vertaald in de meeste talen van de wereld
no: Alle spillene våre tilpasses selv størrelsen på enheten din, så det er ingen grense for underholdningen din! De har også blitt oversatt til det meste av verdens språk
pl: Wszystkie nasze gry dostosowują się samoczynnie do rozmiaru Twojego urządzenia, więc nie ma ograniczeń co do rozrywki! Zostały również przetłumaczone na większość języków świata
ro: Toate jocurile noastre se autoadaptează la dimensiunea dispozitivului dvs., deci nu există nicio limită pentru divertisment! De asemenea, au fost traduse în majoritatea limbilor lumii
th: เกมของเราทุกเกมได้รับการปรับแต่งให้มีขนาดเหมาะกับอุปกรณ์ของคุณ ดังนั้น จึงไม่มีข้อจำกัดกับความบันเทิงของคุณ! เกมเหล่านี้ได้รับการแปลเป็น ทุกภาษาในโลก
tr: Tüm oyunlarımız ekran boyutuna göre otomatik ayarlanır, dolayısıyla eğlencenizi hiçbir şey sınırlayamaz! Bununla beraber çoğu dünya dillerine çevrilmiş haldedir.

source: website is updated almost every day, which means that you will find something new and incredibly interesting for yourself every time
bg: уебсайтът се актуализира почти всеки ден, което означава, че ще намерите нещо ново и невероятно интересно за себе си всеки път
cs: Web je aktualizován téměř každý den, což znamená, že pokaždé najdete něco nového a neuvěřitelně zajímavého pro sebe
da: hjemmesiden opdateres nærmest hver dag, hvilket betyder at du vil kunne finde noget nyt og utroligt spændende nærmest hver dag
de: Alle unsere Spiele passen sich der Größe Ihres Geräts selbst an, sodass Ihr Unterhaltung keine Grenzen gesetzt sind! Sie wurden auch in den meisten Sprachen der Welt übersetzt.
es: o site é atualizado quase todos os dias, o que significa que você encontrará algo novo e incrivelmente interessante para você sempre
fi: verkkosivustoa päivitetään melkein joka päivä, mikä tarkoittaa, että löydät jotain uutta ja uskomattoman mielenkiintoista itsellesi joka kerta
id: Situs kami diperbarui hampir setiap hari, yang berarti Anda akan menemukan sesuatu yang baru dan luar biasa menarik setiap kali mengaksesnya.
in: वेबसाइट लगभग हर दिन अपडेट की जाती है, जिसका मतलब है कि आप हर बार अपने लिए कुछ नया और बेहद दिलचस्प पाएंगे
it: il sito web viene aggiornato quasi ogni giorno, il che significa che troverai ogni volta qualcosa di nuovo e incredibilmente interessante per te stesso
jp: ウェブサイトはほぼ毎日更新されているため、毎回新しいものや面白いものを見つけることができます
my: laman web dikemaskini hampir setiap hari, yang bermaksud bahawa anda akan dapati sesuatu yang baru dan sangat menarik untuk diri anda setiap masa
nl: website wordt bijna elke dag bijgewerkt, wat betekent dat u elke keer iets nieuws en ongelooflijk interessants voor uzelf zult vinden
no: nettsiden oppdateres nesten hver dag, det betyr at du vil finne noe nytt og utrolig interessant for deg selv hver gang
pl: strona jest aktualizowana niemal codziennie, co oznacza, że ​​za każdym razem znajdziesz dla siebie coś nowego i niesamowicie interesującego
ro: site-ul web este actualizat aproape în fiecare zi, ceea ce înseamnă că veți găsi ceva nou și incredibil de interesant pentru dvs. de fiecare dată
th: เว็บไซต์ได้รับการอัปเดตเกือบทุกวัน ซึ่งหมายความว่าคุณจะได้พบ สิ่งใหม่ ๆ และสิ่งที่น่าสนใจที่น่าทึ่งสำหรับตัวคุณเองได้ทุกวัน
tr: website neredeyse her gün güncellenmektedir. Bu da her zaman yeni ve sizin için ilginç bir şey bulacağınız anlamına gelir.

source: Vip access
bg: Vip достъп
cs: VIP přístup
da: VIP-adgang
de: VIP-Zugang
es: Acesso VIP
fi: VIP-pääsy
id: Akses VIP
in: VIP एक्सेस
it: Accesso VIP
jp: VIPアクセス
my: Akses VIP
nl: Vip-toegang
no: Vip-tilgang
pl: Dostęp VIP
ro: Acces VIP
th: การเข้าถึงระดับ VIP
tr: VIP erişim

source: Unlimited access
bg: Неограничен достъп
cs: Neomezený přístup
da: Ubegrænset adgang
de: Unbegrenzter Zugang
es: Acesso ilimitado
fi: Rajoittamaton pääsy
id: Akses tidak terbatas
in: असीमित एक्सेस
it: Accesso illimitato
jp: 無制限アクセス
my: Akses tanpa had
nl: Onbeperkte toegang
no: Ubegrenset tilgang
pl: Nielimitowany dostęp
ro: Acces nelimitat
th: การเข้าถึงแบบไม่จำกัด
tr: Sınırsız erişim

source: All games, bonuses, promotions, exclusive tournaments are available to you
bg: Всички игри, бонуси, промоции, ексклузивни турнири са на ваше разположение
cs: K dispozici jsou vám všechny hry, bonusy, propagační akce, exkluzivní turnaje
da: Alle spil, bonusser, kampagner og ekslusive turneringer er tilgængelige for dig
de: Alle Spiele, Boni, Aktionen, exklusiven Turniere stehen Ihnen zur Verfügung
es: Todos los juegos, bonos, promociones, torneos exclusivos están disponibles para usted
fi: Kaikki pelit, bonukset, ylennykset, eksklusiiviset turnaukset ovat käytettävissäsi
id: Semua permainan, bonus, promosi, dan turnamen eksklusif tersedia untuk Anda
in: सभी गेम्स, बोनस, प्रमोशन, विशेष टूर्नामेंट आपके लिए उपलब्ध हैं
it: Tutti i giochi, i bonus, le promozioni, i tornei esclusivi sono a tua disposizione
jp: すべてのゲーム、ボーナス、プロモーション、限定トーナメントを利用できます
my: Semua permainan, bonus, promosi, pertandingan eksklusif tersedia untuk anda
nl: Alle games, bonussen, promoties, exclusieve toernooien zijn voor u beschikbaar
no: Alle spill, bonuser, kampanjer, eksklusive turneringer er tilgjengelig for deg
pl: Wszystkie gry, bonusy, promocje, ekskluzywne turnieje są dla Ciebie dostępne
ro: Vă sunt disponibile toate jocurile, bonusurile, promoțiile, turneele exclusive
th: คุณสามารถใช้เกม โบนัส โปรโมชั่น และทัวร์นาเมนต์พิเศษได้ทั้งหมด
tr: Tüm oyunlar, bonuslar, promosyonlar ve ayrıcalıklı turnuvalar size açıktır

source: Personal guide manager
bg: Персонален мениджър съветник
cs: Manažer osobního průvodce
da: Personlig guide
de: Persönlicher Reiseleiter-Manager
es: Gestor de guías personales
fi: Henkilökohtainen opas
id: Manajer pemandu pribadi
in: पर्सनल गाइड प्रबंधक
it: Responsabile della guida personale
jp: パーソナルガイドマネージャー
my: Pengurus panduan peribadi
nl: Persoonlijke gids manager
no: Personlig veileder
pl: Osobisty menedżer przewodnika
ro: Manager ghid personal
th: ผู้จัดการแนะนำการใช้งานส่วนตัว
tr: Kişisel rehber yöneticisi

source: Works 24/7, answer any of your questions as soon as possible
bg: Работи 24/7, отговори на всеки ваш въпрос възможно най-скоро
cs: Funguje 24 hodin denně, 7 dní v týdnu, co nejdříve zodpovězte jakékoli dotazy
da: Til rådighed 24/7, svarer på dine spørgsmål så hurtigt som muligt
de: Funktioniert rund um die Uhr, beantworten Sie alle Ihre Fragen so schnell wie möglich
es: Funciona 24/7, responde a cualquiera de tus preguntas lo antes posible
fi: Toimii ympäri vuorokauden, vastaa kaikkiin kysymyksiisi mahdollisimman pian
id: Bekerja 24/7, menjawab pertanyaan Anda secepat mungkin
in: 24/7 काम करता है, आपके किसी भी सवाल का जितनी जल्दी हो सके उत्तर देता है
it: Funziona 24 ore su 24, 7 giorni su 7, rispondi a qualsiasi tua domanda il prima possibile
jp: 24時間年中無休で質問にお答えします
my: Berfungsi 24/7, menjawab soalan anda secepat mungkin
nl: Werkt 24/7, beantwoordt uw vragen zo snel mogelijk
no: Fungerer 24/7, svar på spørsmålene dine så snart som mulig
pl: Działa 24/7, jak najszybciej odpowiedz na wszelkie pytania
ro: Funcționează 24/7, răspundeți la orice întrebări cât mai curând posibil
th: ทำงานตลอด 24/7 คอยตอบทุกคำถามของคุณในทันทีทันใด
tr: 7/24 çalışmaktadır, tüm sorularınızı en kısa sürede cevaplar

source: Faster payouts
bg: Ускорени плащания
cs: Rychlejší výplaty
da: Hurtigere udbetalinger
de: Schnellere Auszahlungen
es: Pagos más rápidos
fi: Nopeammat maksut
id: Pembayaran lebih cepat
in: तेज़ भुगतान
it: Pagamenti più veloci
jp: より迅速な支払い
my: Pembayaran lebih cepat
nl: Snellere uitbetalingen
no: Raskere utbetaling
pl: Szybsze wypłaty
ro: Plăți mai rapide
th: การจ่ายเงินที่รวดเร็วกว่า
tr: Daha hızlı ödemeler

source: More prizes with the highest payouts. Money is withdrawn out of turn
bg: Повече награди с най-високите печалби. Ускорено изтегляне на парите
cs: Více cen s nejvyššími výplatami. Peníze jsou vybírány mimo pořadí
da: Flere præmier med de største udbetalinger. Penge udbetales uden for omgang
de: Mehr Preise mit den höchsten Auszahlungen. Geld wird ausserhalb der Reihe abgehoben
es: Más premios con los pagos más altos. El dinero se retira fuera de turno
fi: Lisää palkintoja suurimmilla voitoilla. Rahat nostetaan vuorotellen
id: Lebih banyak hadiah untuk pembayaran tertinggi. Uang dapat ditarik secara tiba-tiba
in: उच्चतम भुगतान के साथ अधिक इनाम। पैसा बारी से निकाला जाता है
it: Più premi con le vincite più alte. Il denaro viene ritirato fuori turno
jp: 最高のペイアウトとより多くの賞品。お金は自動で引き落とされます
my: Lebih banyak hadiah dengan pembayaran tertinggi. Wang dikeluarkan secara bergilir
nl: Meer prijzen met de hoogste uitbetalingen. Geld wordt buiten de beurt opgenomen
no: Flere premier med høyest utbetaling. Penger trekkes ut av sving
pl: Więcej nagród z najwyższymi wypłatami. Pieniądze są wypłacane poza kolejnością
ro: Mai multe premii cu cele mai mari plăți. Banii sunt retrași din rândul lor
th: รางวัลมากกว่าพร้อมการจ่ายที่สูงที่สุด เงินที่ถอนจะถูกดำเนินการทันใจ
tr: En yüksek ödemelerle birlikte daha fazla ödül. Para sırasıyla çekilmektedir.

source: User Interface
bg: Потребителски интерфейс
cs: Uživatelské rozhraní
da: Brugergrænseflade
de: Benutzeroberfläche
es: Interfaz de Usuario
fi: Käyttöliittymä
id: Antar muka pengguna
in: यूजर इंटरफेस
it: Interfaccia utente
jp: ユーザーインターフェース
my: Antaramuka pengguna
nl: Gebruikersinterface
no: Brukergrensesnitt
pl: Interfejs użytkownika
ro: Interfața cu utilizatorul
th: อินเทอร์เฟซผู้ใช้
tr: Kullanıcı Arayüzü

source: Interface
bg: Интерфейс
cs: Rozhraní
da: Grænseflade
de: Schnittstelle
es: Interfaz
fi: käyttöliittymä
id: Antar muka
in: इंटरफेस
it: Interfaccia
jp: インターフェース
my: Antaramuka
no: Grensesnitt
pl: Interfejs
ro: Interfață
th: อินเทอร์เฟซ
tr: Arayüz

source: User
bg: Потребител
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
id: Pengguna
in: यूज़र
it: Utente
jp: ユーザー
my: Pengguna
nl: Gebruiker
no: Bruker
pl: Użytkownik
ro: Utilizator
th: ผู้ใช้
tr: Kullanıcı

source: Design and functionality! According to polls, 87&#37; of users liked the color scheme and structure of
bg: Дизайн и функционалност! Според анкети от потребителите са харесали цветовата схема и структура на
cs: Design a funkčnost! Podle průzkumů veřejného mínění uživatelům se líbilo barevné schéma a struktura
da: Design og funktionalitet! Ifølge undersøgelser kunne 87%; af vores brugere lide farveskemaet og strukturen af
de: Design und Funktionalität! Laut Umfragen mochten die Benutzer Farbgebung und Struktur
es: Diseño y funcionalidad! Según las encuestas, a 87&#37; de los usuarios les gustó el esquema de color y la estructura de
fi: Suunnittelu ja toimivuus! Kyselyjen mukaan 87&#37; käyttäjistä piti värimaailmaa ja rakennetta
id: Desain dan fungsionalitas! Berdasarkan jajak pendapat, pengguna menyukai skema warna serta struktur
in: डिजाइन और कार्यक्षमता! चुनावों के अनुसार, 87&#37; यूज़र्स को रंग प्रणाली और वेबसाइट और ऐप्लिकेशन की संरचना
it: Design e funzionalità! Secondo i sondaggi, 87&#37; degli utenti ha apprezzato la combinazione di colori e la struttura di
my: Reka bentuk dan fungsi! Menurut tinjauan pendapat, 87&#37; pengguna menyukai skema warna dan struktur
nl: Design en functionaliteit! Volgens opiniepeilingen hield 87,37% van de gebruikers van het kleurenschema en de structuur van
no: Design og funksjonalitet! I følge meningsmålingene er 87% av brukere likte fargevalg og struktur på
pl: Design i funkcjonalność! Według sondaży użytkownikom podobała się kolorystyka i struktura structure
ro: Proiectare și funcționalitate! Potrivit sondajelor, 87 & # 37; utilizatorilor le-a plăcut schema de culori și structura
th: ดีไซน์และการใช้งาน! ตามโพลล์ของผู้ใช้นั้นชื่นชอบ โทนสีและโครงสร้างของ
tr: Tasarım ve kullanışlılık! Anketlere göre kullanıcıların %87’si bu sitenin renk şemasını ve yapısını beğendi:

source: website and application
bg: уебсайта и приложението
cs: webové stránky a aplikace
da: hjemmeside og applikation
de: Webseite und App
es: sitio web y aplicación
fi: verkkosivusto ja sovellus
id: situs dan aplikasi kami
in: पसंद आई
it: sito web e applicazione
jp: ウェブサイトとアプリケーション
my: laman web dan aplikasi
nl: website en applicatie
no: nettstedet og applikasjonen
pl: strona internetowa i aplikacja
ro: site-ul web și aplicația
th: เว็บไซต์และแอปพลิเคชัน
tr: website ve uygulama

source: It is easy to navigate and find exactly what you need.
bg: С лесна навигация, за да намерите точно това, което ви трябва.
cs: Je snadné se orientovat a najít přesně to, co potřebujete.
da: Det er let at navigere igennem, og finde præcis hvad du har brug for
de: Einfach zu navigieren und genau das zu finden, was Sie brauchen.
es: Es fácil navegar y encontrar exactamente lo que necesita.
fi: Se on helppo navigoida ja löytää juuri tarvitsemasi.
id: Sangat mudah menjelajah dan menemukan apa yang Anda butuhkan.
in: नेविगेट करना और जिसकी आपको आवश्यकता है ठीक वही ढूंढना आसान है।
it: È facile navigare e trovare esattamente ciò di cui hai bisogno.
jp: ナビゲートしやすく、必要なものを確実に見つけることができます
my: Mudah dilayari dan mencari tepat apa yang anda perlukan.
nl: Het is makkelijk om te navigeren en precies te vinden wat u nodig hebt
no: Det er enkelt å navigere og finne akkurat det du trenger
pl: Łatwo jest nawigować i znaleźć dokładnie to, czego potrzebujesz.
ro: Este ușor să navigați și să găsiți exact ceea ce aveți nevoie.
th: มันง่ายที่จะใช้และค้นหาสิ่งที่คุณต้องการ
tr: Kullanmak ve aradığınızı bulmak oldukça kolay.

source: Visit Website
bg: Към уебсайта
cs: Navštivte web
da: Besøg hjemmeside
de: Besuche die Website
es: Visita el Sitio Web
fi: Käy verkkosivustolla
id: Kunjungi situs
in: बेवसाइट पर जाएँ
it: Visita il sito web
jp: ウェブサイトを見る
my: Kunjungi Situs Web
nl: Bezoek website
no: Besøk nettsiden
pl: Odwiedź stronę
ro: Vizitati site-ul
th: แวะชมเว็บไซต์
tr: Siteyi Ziyaret Et

source: Support
bg: Поддръжка
cs: Podpěra, podpora
de: Unterstützung
es: Apoyo
fi: Tuki
id: Dukungan pengguna
in: समर्थन
it: Supporto
jp: サポート
my: Sokongan
nl: Ondersteuning
no: Brukerstøtte
pl: Wsparcie
ro: A sustine
th: การสนับสนุน
tr: Destek

source: Casino Online has various types of support.You can choose the option that is most convenient for you from email, phone, or our 24/7 chat
bg: Casino Online има различни видове поддръжка. Можете да изберете опцията, която е най-удобна за вас: имейл, телефон или нашия 24/7 чат
cs: Kasino on-line má různé typy podpory.Můžete si vybrat možnost, která je pro vás nejvhodnější z e-mailu, telefonu nebo našeho chatu 24/7
da: Casino Online har en række af forskellige typer support. Du kan vælge den mulighed, som er mest bekvem for dig, hvad end det er e-mail, telefon eller vores 24/7 chat
de: Casino Online bietet verschiedene Arten von Unterstützung. Sie können die Option wählen, die am bequemsten für Sie per E-Mail, Telefon oder unserem 24/7-Chat
es: Casino Online tiene varios tipos de soporte.Puede elegir la opción que sea más conveniente para usted desde el correo electrónico, el teléfono o nuestro chat 24/7
fi: Casino Online tarjoaa erityyppistä tukea. Voit valita vaihtoehdon, joka onkätevin sinulle sähköpostitse, puhelimitse tai 24/7-chatissamme
id: Kasino online memiliki berbagai macam dukungan pengguna. Anda bisa memilih opsi yang paling nyaman bagi Anda mulai dari e-mail, telepon atau layanan percakapan 24/7
in: कैसीनो ऑनलाइन में विभिन्न प्रकार के समर्थन हैं। आप ईमेल, फोन या हमारी 24/7 चैट में से अपने लिए सबसे सुविधाजनक विकल्प चुन सकते हैं।
it: Casino Online ha vari tipi di supporto. Puoi scegliere l'opzione più conveniente per te tramite e-mail, telefono o chat 24 ore su 24, 7 giorni su 7.
jp: カジノオンラインには様々なタイプのサポートがあります。メール、電話、または 24時間年中無休のチャットを使って連絡することができます
my: Casino Online mempunyai pelbagai jenis sokongan. Anda boleh memilih pilihan yang paling senang untuk anda dari emel, telefon, atau sembang 24/7 kami
nl: Casino Online heeft verschillende vormen van ondersteuning. U kunt de optie kiezen die u het meest geschikt vindt: e-mail, telefoon of onze 24/7 chatfunctie
no: Casino Online har forskjellige typer støtte. Du kan velge det alternativet som passer best for deg via e-post, telefon eller 24/7 chat
pl: Casino Online oferuje różne rodzaje wsparcia. Możesz wybrać najwygodniejszą dla siebie opcję przez e-mail, telefon lub na naszym czacie 24/7.
ro: Casino Online are diferite tipuri de asistență. Puteți alege opțiunea care vă convine cel mai mult din e-mail, telefon sau chat-ul nostru 24/7
th: คาสิโนออนไลน์มีการสนับสนุนหลากหลายประเภท คุณสามารถเลือกตัวเลือกที่ สะดวกที่สุดสำหรับคุณ รวมถึงอีเมล โทรศัพท์ หรือแชท 24/7 ตลอดเวลาของเรา
tr: Casino Online birçok farklı destek sunmaktadır. Size en uygun seçeneği seçebilirsiniz: email, telefon veya 7/24 chat seçeneği.

source: If the request is very urgent, it is better to use chat or telephone support - they work 24/7
bg: Ако заявката е много спешна, по-добре е да използвате чат или телефон - те работят 24/7
cs: Pokud je požadavek velmi naléhavý, je lepší využít chat nebo telefonickou podporu - fungují 24/7
da: Hvis din anmodning haster, er det bedre at benytte vores chat- eller telefonsupport. De er til rådighed 24/7
de: Wenn die Anfrage sehr dringend ist, ist es besser, den Chat oder den Telefonsupport zu nutzen.- sie arbeiten rund um die Uhr
es: Si el pedido es muy urgente, es mejor usar el chat o teléfono de apoyo - trabajo 24/7
fi: Jos pyyntö on erittäin kiireellinen, on parempi käyttää chat- tai puhelintukea - ne toimivat ympäri vuorokauden
id: Jika mendesak, sebaiknya gunakan layanan percakapan 24/7
in: अगर आपका अनुरोध बहुत जरूरी है, तो चैट या टेलीफोन समर्थन का इस्तेमाल करना बेहतर है - वे 24/7 काम करते हैं
it: Se la richiesta è molto urgente, è meglio utilizzare la chat o l'assistenza telefonica: funzionano 24 ore su 24, 7 giorni su 7
jp: お急ぎ場合は、チャットまたは電話サポートをご利用ください24時間年中無休で対応しています
my: Sekiranya permintaan itu sangat mendesak, lebih baik menggunakan sokongan sembang atau telefon - mereka bekerja 24/7
nl: Als het verzoek erg dringend is, is het beter om gebruik te maken van de chatfunctie of de telefonische ondersteuning. Zij werken 24/7
no: Hvis forespørselen er veldig presserende, er det bedre å bruke chat eller telefonstøtte - de jobber 24/7
pl: Jeśli prośba jest bardzo pilna, lepiej skorzystać z czatu na żywo lub wsparcia telefonicznego. - praca przez całą dobę, siedem dni w tygodniu.
ro: Dacă solicitarea este foarte urgentă, este mai bine să folosiți chat sau asistență telefonică - funcționează 24/7
th: หากคำร้องขอของคุณเป็นเรื่องเร่งด่วน คุณควรใช้การสนับสนุนผ่านแชทหรือโทรศัพท์ - การสนับสนุนเหล่านี้ให้บริการตลอดเวลา 24/7
tr: Eğer talebiniz oldukça acilse, chat veya telefon destek hattını kullanmanızı tavsiye ederiz. 7/24 hizmet vermektedir.

source: If the issue needs to be considered in great detail, it is better to write to us by mail
bg: Ако проблемът трябва да бъде разгледан по-подробно, по-добре е да ни пишете по имейл
cs: Pokud je třeba problém podrobně zvážit, je lepší napsat k nám poštou
da: Hvis det er et problem som du vil uddybe i detaljer, er det bedre at skrive til os på mail
de: Wenn die Frage eine eingehende Prüfung erfordert, ist es besser zu schreiben per Post an uns
es: Si el problema necesita ser considerado con gran detalle, es mejor escribirnos por correo
fi: Jos asia vaatii yksityiskohtaista harkintaa, on parempi kirjoittaa meille postitse
id: Jika masalah perlu dijelaskan lebih rinci, sebaiknya kirim e-mail ke tim kami
in: अगर किसी मुद्दे पर बहुत विस्तार से विचार करने की ज़रूरत है, तो हमें मेल द्वारा लिखना बेहतर है
it: Se il problema deve essere considerato in modo molto dettagliato, è meglio scriverci per posta
jp: 問題に関するお問い合わせはメールでご連絡ください。
my: Sekiranya masalah itu perlu dipertimbangkan dengan terperinci, lebih baik menulis kepada kami melalui surat
nl: Als de kwestie tot in de kleinste details moet worden onderzocht, kunt u ons beter per post schrijven
no: Hvis problemet må vurderes i detalj, er det bedre å skrive til oss via post
pl: Jeśli pytanie wymaga szczegółowego rozważenia, lepiej napisać pocztą do nas
ro: Dacă problema necesită o analiză detaliată, este mai bine să ne scrieți prin poștă
th: หากปัญหาจำเป็นต้องได้รับการพิจารณาโดยละเอียด ควรติดต่อถึงเรา ด้วยการใช้เมล
tr: Eğer mevzu uzun bir şekilde değerlendirilmesi gerekiyorsa, bize mail aracılığıyla ulaşmanız daha iyi olacaktır.
