Repository: Lwow-dev/land-with-tabs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, cs, da, de, es, fi, id, in, it, jp, my, nl, no, pl, ro, th, tr

source: Casino
bg: Казино
cs: Kasino
de: Kasino
es: Cassino
fi: Kasino
id: Kasino
in: कैसीनो
it: Casinò
jp: カジノ
my: Kasino
pl: Kasyno
ro: Cazinou
th: คาสิโน

source: Review
bg: Преглед
cs: Přehled
da: Anmeldelse
de: Überblick
es: Reveja
fi: Arvostelu
id: Ulasan
in: समीक्षा
it: Panoramica
jp: レビュー
my: Ulasan
no: Anmeldelse
pl: Przegląd
ro: Revizuire
th: รีวิว
tr: İnceleme

source: Your Promo Code
bg: Вашият промо код
cs: Váš Promo Kód
da: Din rabatkode
de: Dein Promo-Code
es: Tu Código Promocional
fi: Tarjouskoodisi
id: Kode Promo Anda
in: आपका प्रोमो कोड
it: Il tuo codice promozionale
jp: あなたのプロモーションコード
my: Kod Promo Anda
nl: Uw promotiecode
no: Kampanjekoden din
pl: Twój kod promocyjny
ro: Codul dvs. promoțional
th: รหัสโปรโมชั่นของคุณ
tr: Promosyon Kodunuz

source: First deposit bonus
bg: Бонус за първи депозит
cs: Bonus za první vklad
da: Første indskudsbonus
de: Ersteinzahlungsbonus
es: Bônus de primeiro depósito
fi: Ensimmäisen talletuksen bonus
id: Bonus setoran pertama
in: पहला डिपॉज़िट बोनस
it: Bonus sul primo deposito
jp: 初回入金ボーナス
my: Bonus deposit pertama
nl: bonus bij eerste storting
no: Første innskuddsbonus
pl: Bonus od pierwszego depozytu
ro: Bonus la prima depunere
th: โบนัสการฝากเงินครั้งแรก
tr: İlk para yatırma bonusu

source: Expert Review (c) All rights reserved
bg: Експертен преглед (c) Всички права запазени
cs: Odborná recenze (c) Všechna práva vyhrazena
da: Ekspertanmeldelse
de: Expertenbewertung (c) Alle Rechte vorbehalten
es: Pontuação da avaliação do especialista (c) Todos los derechos reservados
fi: Asiantuntija-arvostelu (c) Kaikki oikeudet pidätetään
id: Ulasan ahli (c) hak cipta dilindungi
in: विशेषज्ञ समीक्षा (सी) सभी अधिकार सुरक्षित
it: Expert Review (c) Tutti i diritti riservati
jp: エキスパートレビュー (c) 無断転載禁止
my: Ulasan Pakar (c) Hak cipta terpelihara
nl: Expert review © Alle rechten voorbehouden
no: Ekspert Anmeldelse © Alle rettigheter er forbeholdt
pl: Przegląd ekspercki (c) Wszelkie prawa zastrzeżone
ro: Expert Revizuire (c) Toate drepturile rezervate
th: Expert Review (c) สงวนลิขสิทธิ์
tr: Uzman İncelemesi © Tüm Hakları Saklıdır

source: Landing 22 bet
bg: Начало 22 залог
cs: Úvodní stránka 22 bet
da: Destinationsside 22 bet
de: Landung 22 bet
es: Página de destino 22 bet
fi: Aloitussivu 22 bet
id: Memasang 22 taruhan
in: लैंडिंग 22 बैट
it: Pagina di destinazione 22 bet
jp: 22 betを開く
my: Mendarat 22 pertaruhan
nl: Landing 22 inzet
no: Landing 22 veddemål
ro: Pagina de destinație 22 bet
th: หน้าแรก 22 bet
tr: 22 bahis oynamak

source: Show more
bg: Покажи повече
cs: Zobrazit více
da: Vis mere
de: Zeig mehr
es: Mostre mais
fi: Näytä lisää
id: Tunjukkan lebih banyak
in: और दिखाएं
it: Mostra di più
jp: もっと見る
my: Tunjukkan lagi
nl: Toon meer
no: Vis mer
pl: Pokaż więcej
ro: Afișați mai multe
th: แสดงเพิ่มขึ้น
tr: Daha fazla göster

source: Show less
bg: Покажи по-малко
cs: Ukaž méně
da: Vis mindre
de: Zeige weniger
es: Mostre menos
fi: Näytä vähemmän
id: Tunjukkan lebih sedikit
in: कम दिखाएं
it: Mostra meno
jp: 隠す
my: Tunjukkan kurang
nl: Toon minder
no: Vis mindre
pl: Pokaż mniej
ro: Arată mai puțin
th: แสดงน้อยลง
tr: Daha az göster

source: Claim Bonus
bg: Заяви бонус
cs: Získejte bonus
da: Opkræv bonus
de: Bonus Beanspruchen
es: Bono de Reclamación
fi: Hanki bonus
id: Klaim Bonus
in: दावा बोनस
it: Richiedi il bonus
jp: ボーナスを請求
my: Tuntut Bonus
no: Kreve Bonus
pl: Odbierz bonus
ro: Revendicați bonusul
th: เคลมโบนัส
tr: Bonusu Al

source: Quality
bg: Качество
cs: Kvalitní
da: Kvalitet
de: Qualität
es: Qualidade
fi: Laatu
id: Kualitas
in: गुणवत्ता
it: Qualità
jp: クオリティ
my: Kualiti
nl: Kwaliteit
no: Kvalitet
pl: Jakość
ro: Calitate
th: จำนวน
tr: Kalite

source: Bonuses
bg: Бонуси
cs: Bonusy
da: Bonusser
de: Boni
es: Bônus
fi: Bonukset
id: Bonus
in: बोनस
it: Bonus
jp: ボーナス
nl: Bonussen
no: Bonuser
pl: Bonusy
ro: Bonusuri
th: โบนัส
tr: Ikramiye

source: Payouts
bg: Печалби
cs: Výplaty
da: Udbetalinger
de: Auszahlungen
es: Pagamentos
fi: Maksu
id: Pembayaran
in: भुगतान
it: Pagamenti
jp: 支払い
my: Bayaran
nl: Uitbetalingen
no: Utbetalinger
pl: Wypłaty
ro: Plată
th: การจ่ายเงิน
tr: Ödemeler

source: Games
bg: Игри
cs: Hry
da: Spil
es: Jogos
fi: Pelit
id: Permainan
in: गेम्स
it: Giochi
jp: ゲーム
my: Permainan
no: Spill
pl: Gry
ro: Jocuri
th: เกม
tr: Oyunlar

source: License
bg: Лиценз
cs: Licence
da: Licens
de: Lizenz
fi: Lisenssi
id: Lisensi
in: लाइसेंस
it: Licenza
jp: ライセンス
my: Lesen
nl: Licentie
no: Tillatelse
pl: Licencja
ro: Licență
th: ใบอนุญาต
tr: Lisans

source: Min deposit
bg: Минимален депозит
cs: Minimální vklad
da: Mit indskud
de: Min Einzahlung
es: Min depósito
fi: Min talletus
id: Setoran minimum
in: न्यूनतम जमा
it: Deposito minimo
jp: 最低入金額
my: Deposit min
nl: Minimale storting
no: Minimum innskudd
pl: Minimalny depozyt
ro: Depozit minim
th: การฝากเงินขั้นต่ำ
tr: Minimum Para Yatırma

source: WELCOME BONUS
bg: БОНУС ЗА ДОБРЕ ДОШЛИ
da: VELKOMSTBONUS
de: WILLKOMMENSBONUS
es: BONO DE BIENVENIDA
fi: TERVETULOA BONUS
id: BONUS SELAMAT DATANG
in: स्वागत बोनस
it: BONUS DI BENVENUTO
jp: ウェルカムボーナス
my: BONUS SELAMAT DATANG
nl: WELKOMSTBONUS
no: VELKOMSTBONUS
pl: BONUS POWITALNY
ro: Bonus de bun venit
th: โบนัสต้อนรับ
tr: HOŞGELDİN BONUSU

source: Up To
bg: До
cs: Až do
da: Op til
de: Bis zu
es: Até
fi: Aikeissa
id: Hingga
in: इतने तक
it: Fino a
jp: 最大
my: Sehingga
nl: tot
no: Opp til
pl: Aż do
ro: Pâna la
th: สูงสุด
tr: А kadar

source: FREE SPINS
bg: БЕЗПЛАТНИ ЗАВЪРТАНИЯ
cs: ROZTOČENÍ ZDARMA
da: GRATIS SPINS
de: FREIRUNDEN
es: GIROS GRATIS
fi: ILMAINEN KIERROS
id: SPIN GRATIS
in: मुफ़्त स्पिन
it: GIRI GRATUITI
jp: フリースピン
my: PUTARAN PERCUMA
nl: GRATIS RONDES
no: GRATIS SPINS
pl: DARMOWE SPINY
ro: TIRURI GRATUITE
th: ฟรีสปิน
tr: ÜCRETSİZ SPIN

source: Payment methods
bg: Начини на плащане
cs: Platební metody
da: Betalingsmetoder
de: Zahlungsarten
es: Métodos de Pagamento
fi: Maksutavat
id: Metode pembayaran
in: भुगतान के तरीके
it: Modalità di pagamento
jp: 支払い方法
my: Kaedah pembayaran
nl: Betaalmethoden
no: Betalingsmetoder
pl: Metody Płatności
ro: Metode de plata
th: วิธีการชำระเงิน
tr: Ödeme Yöntemleri

source: The
bg: Казиното
de: Der
es: O
it: Il
my: Itu
nl: De / Het

source: casino has a variety of payment methods that ensure a fast and error-free withdrawal process
bg: има разнообразни начини на плащане, които осигуряват бърз и без грешки процес на теглене
cs: Kasino má celou řadu platebních metod, které zajišťují rychlé a bezchybné platby proces výběru
da: Casinoet har et bredt udvalg af betalingsmetoder, som sikrer dig en hurtig og fejlfri udbetaling
de: Casino verfügt über eine Vielzahl von Zahlungsmethoden, die eine schnelle und fehlerfreie Auszahlungsprozess
es: casino tem uma variedade de métodos de pagamento que garantem um serviço rápido e sem erros processo de retirada
fi: kasinolla on useita maksutapoja, jotka takaavat nopean ja virheettömän nostoprosessin
id: Kasino memiliki sejumlah metode pembayaran yang memastikan proses penarikan cepat dan tanpa kesalahan
in: कैसीनो में विभिन्न प्रकार के भुगतान तरीके हैं जो एक तेज और एरर फ्री विथ्ड्रॉअल प्रक्रिया सुनिश्चित करती हैं
it: casinò ha una varietà di metodi di pagamento che garantiscono un processo di prelievo rapido e privo di errori
jp: カジノでは、迅速でエラーのない出金方法があります
my: kasino mempunyai pelbagai kaedah pembayaran yang memastikan cepat dan bebas ralat proses pengeluaran
nl: casino heeft een verscheidenheid aan betaalmethoden die zorgen voor een snel en foutloos uitbetalingsproces
no: kasinoet har en rekke betalingsmetoder som sikrer en rask og feilfri uttaksprosess
pl: kasyno ma wiele metod płatności, które zapewniają szybki i bezbłędny proces wypłaty
ro: cazinoul are o varietate de metode de plată care asigură un proces de retragere rapid și fără erori
th: คาสิโนนี้มีวิธีการถอนเงินที่หลากหลายที่ทำให้มั่นใจได้ว่ากระบวนการถอนเงิน จะปราศจากข้อผิดพลาด
tr: casino’nun hızlı ve sorunsuz para çekme süreci için farklı ödeme sistemleri bulunuyor

source: All of the following payment methods can be used both for replenishment and withdrawal of funds.Transfers cannot be canceled. Once payments or deposits have been made, they cannot be changed by either an individual or a casino
bg: Всеки от следните методи на плащане може да се използва както за попълване, така и за теглене на средства. Трансферите не могат да бъдат отменени. След като плащанията или депозитите са направени, те не могат да бъдат променяни нито от физическо лице, нито от казино
cs: K doplnění a výběru prostředků lze použít všechny následující platební metody.Převody nelze zrušit. Jakmile jsou platby nebo vklady provedeny, nelze je změnit jednotlivcem ani kasinem
da: Alle de følgende betalingsmetoder kan benyttes til både ind-og udbetaling af penge. Når en ind- eller udbetaling er blevet udført, kan den ikke ændres af hverken et individ eller casinoet
de: Alle der folgenden Zahlungsmethoden können sowohl zum Auffüllen als auch zum Abheben von Geldern verwendet werden. Überweisungen können nicht storniert werden. Einmal Zahlungen oder Einzahlungen gemacht wurden, können sie weder von einer Einzelperson noch von einem Casino geändert werden
es: Todos os métodos de pagamento a seguir podem ser usados ​​para reposição e retirada de fundos. As transferências não podem ser canceladas. Depois de pagamentos ou depósitos foram feitos, eles não podem ser alterados por um indivíduo ou um cassino
fi: Kaikkia seuraavia maksutapoja voidaan käyttää sekä varojen täydentämiseen että nostamiseen. Siirtoja ei voi peruuttaa. Kun maksut tai talletukset on suoritettu, yksityishenkilö tai kasino ei voi muuttaa niitä
id: Semua metode pembayaran berikut dapat digunakan baik untuk pengisian dan penarikan dana. Transfer tidak dapat dibatalkan. Setelah pembayaran atau setoran dilakukan, maka kasino atau individu siapa pun tidak dapat mengubahnya.
in: नीचे दिए गए सभी भुगतान तरीकों को फंड्स रिप्लैनिश करने और विथ्ड्रॉअल दोनों के लिए इस्तेमाल किया जा सकता है। ट्रांसफर को रद्द नहीं किया जा सकता है। एक बार भुगतान या डिपॉज़िट करने के बाद, उन्हें किसी व्यक्ति या कैसीनो द्वारा नहीं बदला जा सकता है
it: Tutti i seguenti metodi di pagamento possono essere utilizzati sia per il rifornimento che per il prelievo di fondi. I trasferimenti non possono essere annullati. Una volta che i pagamenti oi depositi sono stati effettuati, non possono essere modificati né da un individuo né da un casinò
jp: 入金・出金ともに以下のお支払い方法をご利用いただけます。お振込みのキャンセルはできません。一度支払い・入金が行われると、個人またはカジノによって変更することはできません。
my: Semua kaedah pembayaran berikut dapat digunakan kedua-duanya untuk pengisian dan pengeluaran dana. Pemindahan tidak boleh dibatalkan. Sebaik sahaja pembayaran atau deposit telah dibuat, ia tidak boleh diubah oleh individu atau kasino
nl: Alle onderstaande betaalmethoden kunnen worden gebruikt voor zowel het aanvullen als het opnemen van geldbedragen. Overschrijvingen kunnen niet worden geannuleerd. Als betalingen of stortingen eenmaal zijn gedaan, kunnen ze niet meer worden gewijzigd, noch door een individu, noch door een casino
no: Alle de følgende betalingsmetodene kan brukes både til påfyll og uttak av midler. Overføringer kan ikke annulleres. Når betalinger eller innskudd er laget, kan de ikke endres av verken en person eller et kasino
pl: Wszystkie poniższe metody płatności mogą być używane zarówno do uzupełniania, jak i wypłaty środków. Przelewów nie można anulować. Po dokonaniu płatności lub depozytów nie może ich zmienić ani osoba fizyczna, ani kasyno
ro: Toate următoarele metode de plată pot fi utilizate atât pentru realimentare, cât și pentru retragerea fondurilor. Transferurile nu pot fi anulate. După efectuarea plăților sau a depunerilor, acestea nu pot fi modificate nici de o persoană fizică, nici de un cazinou
th: วิธีการชำระเงินทั้งหมดต่อไปนี้สามารถใช้ได้ทั้งสำหรับการเติมเงินและ การถอนเงิน การโอนเงินไม่สามารถยกเลิกได้ เมื่อการชำระเงินหรือการฝากเงิน ได้ทำขึ้นแล้ว การดำเนินการเหล่านั้นจะไม่สามารถเปลี่ยนแปลงได้ทั้งโดยบุคคลหรือคาสิโน
tr: Buradaki tüm ödeme yöntemleri para yatırma ve para çekme için kullanılabilir. Para transferleri iptal edilemez. Para çekme veya yatırma işlemi yapıldıktan sonra casino veya birey tarafından değiştirilemez.

source: Registration
bg: Регистрация
cs: Registrace
da: Registrering
de: Registrierung
es: Registro
fi: Rekisteröinti
id: Registrasi
in: पंजीकरण
it: Registrazione
jp: 登録
my: Pendaftaran
nl: Registratie
no: Registrering
pl: Rejestracja
ro: Înregistrare
th: การลงทะเบียน
tr: Kayıt

source: Advantages
bg: Предимства
cs: Výhody
da: Fordele
de: Vorteile
es: Vantagens
fi: Edut
id: Keuntungan
in: लाभ
it: Vantaggi
jp: アドバンテージ
my: Kelebihan
nl: Voordelen
no: Fordeler
pl: Korzyści
ro: Avantaje
th: ข้อได้เปรียบ
tr: Avantajlar

source: Players get big bonuses every weekend!
bg: Играчите получават големи бонуси всеки уикенд
cs: Hráči získávají každý víkend velké bonusy!
da: Spillerne får store bonusser hver weekend!
de: Spieler erhalten jedes Wochenende große Boni!
es: Os jogadores ganham grandes bônus todos os finais de semana!
fi: Pelaajat saavat suuria bonuksia joka viikonloppu!
id: Pemain mendapatkan bonus besar setiap akhir minggu!
in: खिलाड़ियों को हर वीकेन्ड पर बड़ा बोनस मिलता है!
it: I giocatori ottengono fantastici bonus ogni fine settimana!
jp: プレイヤーは毎週末にビッグボーナスがもらえます!
my: Pemain mendapat bonus besar setiap hujung minggu!
nl: Spelers krijgen elk weekend grote bonussen!
no: Spillerne får store bonuser hver helg!
pl: W każdy weekend gracze otrzymują duże bonusy!
ro: Jucătorii primesc bonusuri mari în fiecare weekend!
th: ผู้เล่นจะได้รับโบนัสก้อนโตทุกสุดสัปดาห์
tr: Oyuncular her haftasonu büyük bonuslar kazanıyor!

source: Promotions and bonus program for VIP players!
bg: Промоции и бонус програма за VIP играчи
cs: Propagace a bonusový program pro VIP hráče!
da: Kampagner og bonusprogrammer for VIP-spillere
de: Aktionen und Bonusprogramm für VIP-Spieler!
es: Promoções e programa de bônus para jogadores VIP!
fi: Kampanjat ja bonusohjelma VIP-pelaajille!
id: Promosi dan bonus untuk pemain VIP!
in: VIP खिलाड़ियों के लिए प्रमोशन और बोनस प्रोग्राम!
it: Promozioni e programma bonus per i giocatori VIP!
jp: VIPプレイヤー限定のプロモーションとボーナスプログラム!
my: Promosi dan program bonus untuk pemain VIP!
nl: Promoties en bonusprogramma voor VIP-spelers!
no: Kampanjer og bonusprogram for VIP-spillere!
pl: Promocje i program bonusowy dla graczy VIP!
ro: Promoții și program bonus pentru jucătorii VIP!
th: โปรโมชั่นและโปรแกรมโบนัสสำหรับผู้เล่น VIP
tr: VIP Oyuncular için promosyonlar ve bonus programı!

source: The biggest jackpots and easy withdrawals!
bg: Най-големите джакпоти и лесни тегления
cs: Největší jackpoty a snadné výběry
da: De største jackpots med nemme udbetalinger
de: Die größten Jackpots und einfache Auszahlungen!
es: Os maiores jackpots e saques fáceis!
fi: Suurimmat jättipotit ja helpot nostot!
id: Jackpot terbesar dan penarikan mudah!
in: सबसे बड़ा जैकपॉट और आसान विथ्ड्रॉअल!
it: I più grandi jackpot e prelievi facili!
jp: 最大のジャックポットと簡単な出金
my: Jackpot terbesar dan pengeluaran mudah!
nl: De grootste jackpots en gemakkelijke uitbetalingen!
no: De største jackpottene og lette uttakene!
pl: Największe jackpoty i łatwe wypłaty!
ro: Cele mai mari jackpoturi și retrageri ușoare!
th: แจ็คพ็อตใหญ่ที่สุดและถอนเงินได้ง่าย
tr: En büyük kazançlar ve kolay para çekme yöntemleri

source: Games with live dealers!
bg: Игри с дилъри на живо
cs: Hry s živými dealery!
da: Spil med live dealers!
de: Spiele mit Live-Dealern!
es: Jogos com revendedores ao vivo!
fi: Pelit live-jälleenmyyjien kanssa!
id: Permainan langsung dengan dealer!
in: लाइव डीलर्स के साथ गेम्स!
it: Giochi con croupier dal vivo!
jp: ライブディーラーゲーム
my: Permainan dengan pembahagi langsung!
nl: Games met live dealers!
no: Spill med live-forhandlere!
pl: Gry z krupierem na żywo!
ro: Jocuri de dealeri live!
th: เกมมากมายพร้อมเจ้ามือสด
tr: Canlı krupiyeli oyunlar!

source: Play now
bg: Играй сега
cs: hrát hned
da: Spil nu
de: Jetzt spielen
es: Jogue agora
fi: Pelaa nyt
id: Mainkan sekarang
in: अभी खेलें
it: Riproduci ora
jp: 今すぐプレイ
my: Main sekarang
nl: Speel nu
no: Spill nå
pl: Zagraj teraz
ro: Joaca acum
th: เริ่มเล่นเดี๋ยวนี้
tr: Şimdi oyna

source: Software Providers
bg: Доставчици на софтуер
cs: Poskytovatelé softwaru
da: Softwareudbydere
de: Softwareanbieter
es: Provedores de software
fi: Ohjelmistotoimittajat
id: Perangkat Lunak
in: ऑनलाइन
it: Fornitori di software
jp: ソフトウェアプロバイダー
my: Pembekal Perisian
no: Programvareleverandører
pl: Dostawcy oprogramowania
ro: Furnizorii de software
th: ผู้ให้บริการซอฟต์แวร์
tr: Yazılım Sağlayıcıları

source: online partners with a huge list of software providers. We employ such companies as Yggdrasil, NetEnt, Amatic, Microgaming, and many others
bg: онлайн партньори с огромен списък от доставчици на софтуер. Използваме компании като Yggdrasil, NetEnt, Amatic, Microgaming и много други
cs: online partneři s velkým seznamem poskytovatelů softwaru. Zaměstnáváme takové společnosti jako Yggdrasil, NetEnt, Amatic, Microgaming a mnoho dalších
da: Onlinepartnere med en lang liste af softwareudbydere. Vi arbejder med virksomheder såsom Yggdrasil, NetEnt, Amatic, Microgaming og mange andre
de: Online-Partner mit einer riesigen Liste von Softwareanbietern. Wir beschäftigen solche Unternehmen wie Yggdrasil, NetEnt, Amatic, Microgaming und viele andere
es: Os fornecedores de software são parceiros online com uma enorme lista de fornecedores de software. Nós empregamos tais empresas como Yggdrasil, NetEnt, Amatic, Microgaming e muitas outras
fi: online-kumppaneita, joilla on valtava luettelo ohjelmistotoimittajia. Työllistämme sellaisia ​​yrityksiä kuin Yggdrasil, NetEnt, Amatic, Microgaming ja monet muut.
id: berpartner secara online dengan berbagai penyedia layanan. Kami bekerja dengan perusahaan seperti Yggdrasil, NetEnt, Amatic, Microgaming, dan masih banyak lagi.
in: सॉफ्टवेयर प्रदाता सॉफ्टवेयर प्रदाताओं की एक विशाल सूची के साथ भागीदारी करते हैं। हम Yggdrasil, NetEnt, Amatic, Microgaming, जैसी अन्य कई अन्य कंपनियों के साथ काम करते हैं
it: partner online con un vasto elenco di fornitori di software. Impieghiamo aziende come Yggdrasil, NetEnt, Amatic, Microgaming e molte altre
jp: 数々ののソフトウェアプロバイダーとパートナー提携。Yggdrasil、NetEnt、Amatic、Microgaming、その他多くの企業と提携を結んでいます
my: rakan kongsi dalam talian dengan senarai penyedia perisian yang besar. Kami menggunakan syarikat seperti Yggdrasil, NetEnt, Amatic, Microgaming, dan banyak lagi
nl: online partners met een grote lijst softwareproviders. Wij maken gebruik van bedrijven als Yggdrasil, NetEnt, Amatic, Microgaming, en vele andere
pl: partnerzy online z ogromną listą dostawców oprogramowania. Zatrudniamy takie firmy jak Yggdrasil, NetEnt, Amatic, Microgaming i wiele innych
ro: parteneri online cu o listă imensă de furnizori de software. Angajăm companii precum Yggdrasil, NetEnt, Amatic, Microgaming și multe altele
th: พันธมิตรออนไลน์พร้อมผู้ให้บริการซอฟต์แวร์มากมาย เราจ้างบริษัทอย่าง Yggdrasil, NetEnt, Amatic, Microgaming, และอื่น ๆ อีกมากมาย
tr: Birçok farklı yazılım sağlayıcısı ile online partnerlerimiz. Yggdrasil, NetEnt, Amatic, Microgaming ve birçoğu ile çalışmaktayız.

source: This means that all the games presented on our site are of high quality, excellent design, and variety
bg: Това означава, че всички игри, представени на нашия сайт, са с високо качество, отличен дизайн и разнообразие
cs: To znamená, že všechny hry prezentované na našem webu jsou vysoce kvalitní, vynikající design a rozmanitost
da: Dette betyder at alle de spil som kan findes på vores hjemmeside er af høj kvalitet, med et fremragende design og en stor variation
de: Das bedeutet, dass alle auf unserer Website präsentierten Spiele von hoher Qualität sind, ausgezeichnetes Design und Vielfalt
es: Isso significa que todos os jogos apresentados em nosso site são de alta qualidade, excelente design e variedade
fi: Tämä tarkoittaa, että kaikki sivustollamme esitetyt pelit ovat korkealaatuisia, erinomaisen muotoilun ja monipuolisen.
id: Ini berarti semua permainan di situs kami berkualitas tinggi, memiliki desain yang hebat, dan bervariasi
in: इसका मतलब है कि हमारी साइट पर प्रस्तुत सभी गेम्स उच्च क्वोलिटी, बेहतरीन डिजाइन और विविधता के हैं
it: Ciò significa che tutti i giochi presentati sul nostro sito sono di alta qualità, design eccellente e varietà
jp: 当社は、高品質で優れたデザイン、そしてバラエティーに富んだゲームを提供しています
my: Ini bermaksud bahawa semua permainan yang disajikan di laman web kami berkualiti tinggi, reka bentuk yang sangat baik, dan pelbagai
nl: Dit betekent dat alle games op onze site van hoge kwaliteit zijn, uitstekend ontworpen en met veel variëteit
no: Dette betyr at alle spillene som presenteres på nettstedet vårt er av høy kvalitet, utmerket design og mangfold
pl: Oznacza to, że wszystkie gry prezentowane na naszej stronie są wysokiej jakości, doskonałej konstrukcji i różnorodności
ro: Aceasta înseamnă că toate jocurile prezentate pe site-ul nostru sunt de înaltă calitate, design excelent și varietate
th: ซึ่งหมายถึงเกมทั้งหมดที่มีบนไซต์ของเราเป็นเกมที่มีคุณภาพสูง มีดีไซน์ที่ยอดเยี่ยม และมีความหลากหลาย
tr: Bu, sitede sunulan tüm oyunların yüksek kalitede, harika tasarımda ve çeşitli olduğunu gösterir.

source: Ways to play
bg: Начини за игра
cs: Způsoby hraní
da: Måder at spille
de: Spielmöglichkeiten
es: Maneiras de jogar
fi: Tapoja pelata
id: Cara bermain
in: खेलने के तरीके
it: Modi per giocare
jp: プレイ方法
my: Cara bermain
nl: Manieren om te spelen
no: Måter å spille på
pl: Sposoby gry
ro: Modalități de a juca
th: หลากหลายวิธีเล่น
tr: Oynama Yöntemleri

source: Directly in your browser
bg: Директно във вашия браузър
cs: Přímo ve vašem prohlížeči
da: Direkte i din browser
de: Direkt in Ihrem Browser
es: Diretamente no seu navegador
fi: Suoraan selaimessasi
id: Langsung melalui browser Anda
in: सीधे आपके ब्राउज़र में
it: Direttamente nel tuo browser
jp: ブラウザから直接
my: Secara langsung di pelayar anda
nl: Rechtstreeks in uw browser
no: Direkte i nettleseren din
pl: Bezpośrednio w Twojej przeglądarce
ro: Direct în browser
th: เล่นโดยตรงจากเบราเซอร์ของคุณ
tr: Doğrudan Tarayıcında

source: Mobile app. It can be used on both IOS and Android
bg: Мобилно приложение. Може да се използва както на IOS, така и на Android
cs: Mobilní aplikace. Lze jej použít na IOS i Android
da: Mobilapp. Den kan benyttes til både iOS og Android
de: Mobile App. Kann sowohl auf IOS als auch auf Android verwendet werden
es: Aplicativo móvel. Ele pode ser usado em IOS e Android
fi: Mobiilisovellus. Sitä voidaan käyttää sekä iOS: ssä että Androidissa
id: Aplikasi mobile. Dapat digunakan di IOS maupun Android
in: मोबाइल ऐप। इसे IOS और Android दोनों पर इस्तेमाल किया जा सकता है
it: Applicazione mobile. Può essere utilizzato sia su IOS che su Android
jp: モバイルアプリ。IOSとAndroidの両方で使用できます
my: Aplikasi mudah alih. Ia boleh digunakan pada IOS dan Android
nl: Mobiele app. Hij kan gebruikt worden op zowel IOS als Android
no: Mobilapp. Den kan brukes på både IOS og Android
pl: Aplikacja mobilna. Może być używany zarówno na IOS, jak i Android
ro: Aplicatie de mobil. Poate fi folosit atât pe iOS, cât și pe Android
th: โมบายล์แอป ที่สามารถใช้ได้ทั้งบน IOS และ Android
tr: Mobil uygulama. Hem iOS’ta hem de Android’de kullanılabilir.

source: Download the application to your computer
bg: Изтеглете приложението на вашия компютър
cs: Stáhněte si aplikaci do počítače
da: Download applikationen til din computer
de: Laden Sie die Anwendung auf Ihren Computer herunter
es: Baixe o aplicativo para o seu computador
fi: Lataa sovellus tietokoneellesi
id: Unduh aplikasinya di komputer Anda
in: मोबाइल ऐप। इसे IOS और Android दोनों पर इस्तेमाल किया जा सकता है
it: Scarica l'app sul tuo computer
jp: アプリケーションをコンピューターにダウンロードする
my: Muat turun aplikasi ke komputer anda
nl: Download de applicatie op uw computer
no: Last ned appen på datamaskinen
pl: Pobierz aplikację na swój komputer
ro: Descărcați aplicația pe computer
th: ดาวน์โหลดแอปพลิเคชันลงบนคอมพิวเตอร์ของคุณ
tr: Uygulamayı bilgisayarınıza indirin
