Repository: Lwow-dev/land-with-tabs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, cs, da, de, es, fi, id, in, it, jp, my, nl, no, pl, ro, th, tr

source: You don&apos;t have to worry about the language barrier. Support works in a variety of languages around the world
bg: Не е нужно да се притеснявате за езиковата бариера. Поддръжката работи на разнообразие от световните езици
cs: Nemusíte si dělat starosti s jazykovou bariérou. Podpora funguje v různé jazyky po celém světě
da: Du behøver ikke at bekymre dig over den sproglige barriere. Vores support virker med en række af forskellige sprog verden rundt
de: Sie müssen sich keine Sorgen um die Sprachbarriere machen. Der Support-Service funktioniert in verschiedenen Sprachen auf der ganzen Welt
es: You don&apos;t have to worry about the language barrier. El soporte funciona en una variedad de idiomas en todo el mundo
fi: Sinun ei tarvitse huolehtia kielimuurista. Tuki toimii erilaisia ​​kieliä ympäri maailmaa
id: Anda tidak perlu khawatir tentang batasan bahasa. Dukungan pelanggan kami melayani berbagai bahasa dari seluruh dunia
in: आपको भाषा की बाधा के बारे में चिंता करने की ज़रूरत नहीं है। समर्थन दुनिया भर में विभिन्न भाषाओं में काम करता है
it: Non devi preoccuparti della barriera linguistica. Il supporto funziona in una varietà di lingue in tutto il mondo
jp: 言語の壁を心配する必要はありません。サポートは複数の言語に対応しています
my: Anda tidak perlu risau tentang halangan bahasa. Sokongan berfungsi dalam pelbagai bahasa di seluruh dunia
nl: U hoeft zich geen zorgen te maken over de taalbarrière. Onze ondersteuning werkt in een verscheidenheid van talen over de hele wereld
no: Du trenger ikke å bekymre deg for språkbarrieren. Support fungerer i forskjellige språk over hele verden
pl: Nie musisz się martwić barierą językową. Serwis wsparcia działa w różnych językach na całym świecie
ro: Nu trebuie să vă faceți griji cu privire la bariera lingvistică. Asistența funcționează într-o varietate de limbi din întreaga lume
th: คุณไม่ต้องกังวลเกี่ยวกับอุปสรรคด้านภาษา การสนับสนุนของเราทำงาน ด้วยภาษาหลากหลายภาษาทั่วโลก
tr: Dil bariyeri gibi problemlerle dert etmenize gerek yok. Destek hattımız birçok farklı dilde çalışmaktadır.

source: Communication options
bg: Опции за комуникация
cs: Možnosti komunikace
da: Kommunikationsmuligheder
de: Kommunikationsmöglichkeiten
es: Opciones de comunicación
fi: Viestintävaihtoehdot
id: Pilihan komunikasi
in: संचार विकल्प
it: Opzioni di comunicazione
jp: ご連絡方法
my: Pilihan komunikasi
nl: Communicatiemogelijkheden
no: Kommunikasjonsmuligheter
pl: Opcje komunikacji
ro: Opțiuni de comunicare
th: ตัวเลือกการสื่อสาร
tr: İletişim Seçenekleri

source: Chat
bg: Чат
cs: Povídat si
de: Chatraum
id: Percakapan
in: चैट
jp: チャット
my: Sembang
pl: Czat
ro: Сonversație
th: แชท
tr: Mesaj

source: Phone call
bg: Телефонно обаждане
cs: Telefonát
da: Telefonopkald
de: Anruf
es: Llamada telefónica
fi: Puhelu
id: Panggilan telepon
in: फोन कॉल
it: Telefonata
jp: 電話
my: Panggilan telefon
nl: Telefonisch gesprek
no: Telefonsamtale
pl: Połączenie telefoniczne
ro: Apel telefonic
th: โทรศัพท์
tr: Telefon

source: Mail
bg: Имейл
cs: Pošta
de: E-Mail
es: Correo
id: E-mail
in: मेल
it: Posta
jp: メール
my: Surat
nl: Post
no: E-post
pl: Poczta
ro: e-mail
th: เมล

source: Design and functionality! According to polls, 87&#37; of users liked the color scheme and structure of website and application
jp: デザインと機能性! 投票によると のユーザーがウェブサイトとアプリケーションの配色と構造を好んでいます

source: online partners with a huge list of software providers. We employ suchcompanies as Yggdrasil, NetEnt, Amatic, Microgaming, and many others
no: online partnere med en enorm liste over programvareleverandører. Vi ansetter slike selskaper som Yggdrasil, NetEnt, Amatic, Microgaming og mange andre
